#+BEGIN: clocktable :maxlevel 2 :scope file
#+CAPTION: Clock summary at [2015-04-14 Tue 01:21]
| Headline                              | Time    |
|---------------------------------------+---------|
| *Total time*                          | *23:55* |
|---------------------------------------+---------|
| STARTED [#A] Assembler: hw 2 matrices | 23:55   |
#+END:
* STARTED [#A] Assembler: hw 2 matrices
  DEADLINE: <2015-04-05 Sun>
  :LOGBOOK:
  CLOCK: [2015-04-13 Mon 23:56]--[2015-04-14 Tue 01:19] =>  1:23
  CLOCK: [2015-04-13 Mon 23:03]--[2015-04-13 Mon 23:49] =>  0:46
  CLOCK: [2015-04-13 Mon 20:48]--[2015-04-13 Mon 21:04] =>  0:16
  CLOCK: [2015-04-12 Sun 23:49]--[2015-04-12 Sun 23:53] =>  0:04
  CLOCK: [2015-04-12 Sun 23:28]--[2015-04-12 Sun 23:40] =>  0:12
  CLOCK: [2015-04-12 Sun 22:35]--[2015-04-12 Sun 23:11] =>  0:36
  CLOCK: [2015-04-12 Sun 21:10]--[2015-04-12 Sun 22:10] =>  1:00
  CLOCK: [2015-04-12 Sun 15:03]--[2015-04-12 Sun 15:30] =>  0:27
  CLOCK: [2015-04-12 Sun 13:48]--[2015-04-12 Sun 14:23] =>  0:35
  CLOCK: [2015-04-12 Sun 13:03]--[2015-04-12 Sun 13:40] =>  0:37
  CLOCK: [2015-04-12 Sun 02:43]--[2015-04-12 Sun 03:05] =>  0:22
  CLOCK: [2015-04-12 Sun 00:59]--[2015-04-12 Sun 02:30] =>  1:31
  CLOCK: [2015-04-11 Sat 23:07]--[2015-04-11 Sat 23:31] =>  0:24
  CLOCK: [2015-04-11 Sat 14:00]--[2015-04-11 Sat 15:04] =>  1:04
  CLOCK: [2015-04-10 Fri 23:58]--[2015-04-11 Sat 00:35] =>  0:37
  CLOCK: [2015-04-10 Fri 13:40]--[2015-04-10 Fri 14:39] =>  0:59
  CLOCK: [2015-04-10 Fri 12:35]--[2015-04-10 Fri 13:30] =>  0:55
  CLOCK: [2015-04-10 Fri 12:08]--[2015-04-10 Fri 12:20] =>  0:12
  CLOCK: [2015-04-08 Wed 08:13]--[2015-04-08 Wed 08:32] =>  0:19
  CLOCK: [2015-04-08 Wed 00:03]--[2015-04-08 Wed 01:38] =>  1:35
  CLOCK: [2015-04-07 Tue 21:57]--[2015-04-07 Tue 22:04] =>  0:07
  CLOCK: [2015-04-07 Tue 17:30]--[2015-04-07 Tue 18:53] =>  1:23
  CLOCK: [2015-04-07 Tue 16:29]--[2015-04-07 Tue 16:30] =>  0:01
  CLOCK: [2015-04-07 Tue 16:17]--[2015-04-07 Tue 16:26] =>  0:09
  CLOCK: [2015-04-07 Tue 15:19]--[2015-04-07 Tue 15:35] =>  0:16
  CLOCK: [2015-04-07 Tue 12:59]--[2015-04-07 Tue 15:10] =>  2:11
  CLOCK: [2015-04-07 Tue 11:53]--[2015-04-07 Tue 12:45] =>  0:52
  CLOCK: [2015-04-07 Tue 00:08]--[2015-04-07 Tue 00:48] =>  0:40
  CLOCK: [2015-04-06 Mon 22:50]--[2015-04-07 Tue 00:00] =>  1:10
  CLOCK: [2015-04-06 Mon 21:41]--[2015-04-06 Mon 22:27] =>  0:46
  CLOCK: [2015-04-06 Mon 15:48]--[2015-04-06 Mon 16:20] =>  0:32
  CLOCK: [2015-04-06 Mon 15:14]--[2015-04-06 Mon 15:46] =>  0:32
  CLOCK: [2015-04-06 Mon 01:17]--[2015-04-06 Mon 01:35] =>  0:18
  CLOCK: [2015-04-05 Sun 21:53]--[2015-04-05 Sun 22:10] =>  0:17
  CLOCK: [2015-04-05 Sun 21:03]--[2015-04-05 Sun 21:48] =>  0:45
  CLOCK: [2015-03-31 Tue 20:35]--[2015-03-31 Tue 20:37] =>  0:02
  :END:
